Repository: mozilla-l10n/mt-training-data
Catalog: kls/kls_pontoon.tmx
Source language: en_us
Languages: kls

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
kls: A shonja tan mi goalas awaz sawai am, tan awaz mich dek bahas, #sawin awaz may som nisi madat kari che'c'aikas bati, machine una, khe'n sahi moch mon den day

source: Include appropriate citation
kls: Sahi tharika istimal kari

source: Interested in learning more and contributing to the project?
kls: Warek asta chi'c'ikas aphas ze dek Project una

source: Invalid file
kls: Galat file

source: Is the clip valid?
kls: Se awaz sahi e?

source: It contains words or phrases that are hard to read or pronounce.
kls: Aya she'nhe'n awaz ze, mondr shian, te maik bo mushkil, nawats, geran

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
kls: Dataset sawzaikas bati, har k'ala' million dallar kharcha hiu day, 100 zuban una tarjuma karikas bati, tu pe bahas haw, kholaw kay data homa dek bahas

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
kls: Ama karikas bati bo ziat rupaya kharcha hin day, michan bati dataset una di'kas bati

source: It is written in a language different than what I’m reviewing.
kls: Ama warek zuban una newishi shiaw, kia ki a jagem day

source: It is written in a language different than what I’m speaking.
kls: E'a zuban warek, a o warek mondr dem day

source: Join the Common Voice mailing list
kls: Undreman ati, sawin awaz email de

source: Just Unsure?
kls: Ne Ajoni e?

source: Keep it up, record again <recordIcon></recordIcon>
kls: Sahi shiaw, geri recard kari

source: Keep the recordings
kls: Recard thawai

source: Keep track of your progress with a profile
kls: Tan profile una tan to krom jagai

source: Language
kls: zuban

source: Language Fundamentals (e.g. Digits, Letters, Money)
kls: Zuban as usul, Buniat. (Misalan, Nishan, newishishila' Paisa)

source: Language Request
kls: zuban ghatik

source: Language request successfully submitted, thank you.
kls: zuban darkhast hawaw, shukuria

source: Languages
kls: Zuban

source: Large bulk sentence submission
kls: Ghona alfaz ze mon jama karik

source: Learn how to take part
kls: Karikas bati hisa gri

source: Learn More
kls: Warek ch'ic'i

source: Leaving now means you’ll lose your changes
kls: Shonja pe ahisti haw, kia ki tabdili kay as, te d'um hin

source: Leaving now means you'll lose your progress
kls: Ahisti pe haw tay saw krom dom hin

source: Let's Get Started
kls: Shuruk karik

source: Link Copied
kls: Phon capy

source: Listen
kls: ko'n karik

source: Listening
kls: Ko'n' kari

source: Listen-Queue
kls: ko'n karaw

source: Loading…
kls: Load karik

source: Loading sentences…
kls: Mon Load hiu day

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
kls: kholaw kari, ya o warek kholaw kari, tay te mon neshikas bati

source: Log in or sign up to get started
kls: Umrai , ya o kholaw kari,

source: Log In / Sign Up
kls: kholaw karik/ ban karik

source: Log Out
kls: khulek

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
kls: Khial kari ki aya recard hiu mon dekas pi shumber, khul pe hawaw haw tan khul hiu

source: Make sure the sentence meets the following criteria:
kls: khushush kari ki, mondran usul sahi hiu

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
kls: tay CV istimal karis e malumat khojikas bati?

source: <mark>We need</mark><br/><mark>your help!</mark>
kls: Homa tay madad as zarurat (ajat)

source: Maximum file size: 25 MB
kls: Ziad ar ziad file jaiga: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
kls: May khial <homepageLink>homepage</homepageLink> madat kariu? sawal phuchikas bati, meharbani kay matrix mochan som mondr de <matrixLink>mondr de </matrixLink>,jagai site una<githubLink>GitHub</githubLink> warek jagai <discourseLink> homa jonikas bati</discourseLink>.

source: Media and Entertainment
kls: Go'n' ze labe'

source: Message
kls: khabar

source: Minimum sentences in file: 1000
kls: Ek File una kam se kam mon: 1000 (ek hazar)

source: [Mismatched content]
kls: [newiahila sahi ne]

source: Misreadings
kls: Ghalat Maik

source: Missing an <strong>'s'</strong> at the end of a word.
kls: Ne sapres dang 's' dang, awazas/ ilfasas akher una

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
kls: shemi nishan ne saprek hiu. <dang> 'A' </dang> 'Emi' </Dang> awelo recard una

source: Missing the end of the last word by cutting off the recording too quickly.
kls: Ak'heri awaz/ ilfas, recard karik vew ghan'sh ne ch'inel'i.

source: Mixed
kls: sow kay ak kak

source: More
kls: ziada

source: [More has been recorded than the required text]
kls: [Ajat ani ziad mon recard this shiaw]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
kls: Ziad recarding ya o Tipek, mochan mi tan awaz hiu. se awaz pe sahi ne ashis haw to o recard ya o mo tipai. awaz pe sahi ne ashis haw ya i pe halagula ashis haw sahi ne hiu. she'hen awaz ze alfaz o sahi thi recard ya o tipa'n ne pariu

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
kls: Mozilla sawin awaz, sazai asan, saw moch jama thi, krom kai, ek thi, zuban danan, data science danan, idaraaw software engineran, saw dunia ani jama thi, shama krom saw, Mozilla Buniat thai asaw( Foundation )

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
kls: Mozilla Sawin awaz, dunia una kholaw dataset, abi ama madatas paisa thara chale'k day. ek k'alan takreban million dollar kharcha hiu day.

source: Mutual accountability.
kls: Ek thi jawab dek

source: Name
kls: Nom

source: Nature and Environment
kls: Kudrat ze mahol

source: New Language Launch
kls: no'a zuba onik

source: News and Current Affairs
kls: Khabar ze no'a taza khabar

source: Next
kls: Warek

source: Nigerian Pidgin English
kls: Nigerian Pidgin Angrezi

source: No
kls: Ne

source: [No ‘a’ in the original text]
kls: [Ne 'a' asil newishila ]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kls: Ne ijazat, sakhti

source: No foreign letters
kls: Warek zuban as nishan o ne

source: No information
kls: Malumat ne

source: No information available
kls: malumat ne shian

source: No microphone found.
kls: Chutyak mon diuini ne sapraw

source: No numbers and special characters
kls: lamabar khas ishnahari ya o nishan o ne

source: Norwegian Bokmål
kls: Norwegian Bokmal

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kls: Jagahikas hatya kia ne shian, warek mon jama kari

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
kls: Khial: (Note): jab pashikas, (visible), ari haw, shemi setting, profile page una pay tabdil kari

source: No Thanks
kls: Ne Shukur

source: No thanks, continue speaking
kls: Ne la Shukuria, Mon de

source: Number of Voices
kls: awaz an lambar

source: Offensive Content
kls: galat newishila

source: Offensive language
kls: Shum Zuban

source: Offensive speech
kls: Ahum mon

source: On desktop devices you can contribute by downloading…
kls: Desk top una pay load kayo de

source: On his head he wore a beret.
kls: Se tasa shi'sh una kia sambe aw

source: On iOS please continue with Safari to enable recording…
kls: Meharbani kay Safari una payo recard kari

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kls: Bazi wat una o se ma'haw she'hen alfaz asta shian ki te se kai ne mai aw ne o ko'n kay asaw

source: Other Language
kls: warik zuban

source: Other people validate those voice clips.
kls: warek moch eta shate awaz sahi karin

source: Other voice datasets…
kls: warek awaz an dataset ...

source: Other Voice Datasets
kls: warek dataset as awaz

source: Our governance is founded on the pillars of:
kls: Homa Kanun ke'n kay sawzai shiaw?

source: Overall Accuracy
kls: Emiti ujak

source: Overall Hr. Total
kls: saw kay Hr. emiti

source: Partner
kls: Malgeri

source: Partners
kls: Malgeri

source: Partnerships and networks
kls: Yawan ze Network

source: [Part of the text can’t be heard]
kls: [Newishial'a ko'n' una ne del day]

source: Pashto
kls: Poshto

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
kls: sawin awaz dataset una sawin bati shian. Kura ki madat karin day, aya dunia una. shemi awaz gri dataset una darkhast karin. aya kura ki Angrezi ne jonin day, te tan zuban una newishik bahan, aya kia farak ne hiu, rang, istriza, LGBTQIA+ . esa matlab shia ki aya saw thi tan zuban una mon dek bahan. Ea sawin bati, har awata hiu, toa saw thi tan awaz jonin tan awaz phazin

source: People come and contribute their voices.
kls: moch eya tan awaz den

source: Persian
kls: Pharsi

source: <playIcon></playIcon>Last one!
kls: Ek Akheri

source: Play/Stop
kls: Shatek/ Ban

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
kls: Meharbani kay, homa chota'la nishanan file jagai. Tay mon kas manat mo hiu ori. kura ki jama kariu day, se tasa asil krom hiu oria. tasa gramer asta sahi hiu ori. Mahikas bati asta asan hiu ori. 10 ya o 15 sekend hiu ori. warego kia lamber, ya o warek kia khas mo hiu ori mahikas bati

source: Please fill out this field.
kls: Khali jaiga puri karik

source: Please select a language to review sentences.
kls: Tan zuban khoji, mon jagai

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
kls: Account sawzai, tay som pe ne shiaw haw, tan zuban una pari, tara o Project una pari. (d'al moch) sawin awaz una pay file una pay angrezi una clik kari, phato tarjuma kari

source: Privacy, security and transparency.
kls: Izat, hifazwt, prus't kai sawin hatya

source: Pro
kls: Tez

source: [‘Raised’ in English is always pronounced as one syllable, not two]
kls: [buch'um karik o Angrezi she'hen mi kay ma'n, ne du kay o]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
kls: warek 2

source: Rate limit exceeded. Try again in { $retryLimit } seconds
kls: Warek (2)

source: Reader Effects
kls: Ma'awaw as asar

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
kls: Maikas bati, te ne an atra, warego "abi" abi aimi, shama sheh'en kay

source: Read the sentence carefully - don’t miss, change or add words.
kls: Alfaz wats kay mas- mo histi, tabdil ya o alfaz jama mo kari

source: Ready to add your voice or lend your ear?
kls: tayar asa tay awaz zhe mond ko kakas bate

source: Ready to contribute?
kls: phazhikas bate tayar asa

source: Ready to do { $count } more?
kls: Warek (2)

source: Ready to help validate sentences?
kls: mond ujak karikuna hatya homa madad as hatya tayar assa

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kls: Email zalik, mushkilat, taklif, yat karikas, no'a min, khabar en sawin awaz una

source: Recorded Clips
kls: Recard che'lak

source: Recorded Hours
kls: Recard/ tep'aikas ghanta

source: <recordIcon></recordIcon> Last one!
kls: Ek asta Akheri!

source: [Recording cut off before the end of the last word]
kls: Recard a'chis alfas, mon pura ne thi

source: Recordings
kls: recard kada

source: Record/Stop
kls: Recard/ Ban

source: Record your voice
kls: Tan awaz recard kari

source: Reference the source of your sentence (required)
kls: Tay mondr as ujak hial'i

source: Reject
kls: Histi, pishtyak

source: Report
kls: Raport

source: Report was passed successfully
kls: Khabar/ shikayat dakhil hawaw prus't thi

source: Request a Language
kls: Zuban ghatik

source: *required
kls: *ajat

source: Re-record
kls: Ger recard

source: Re-record clip
kls: che'lak geri revard kari

source: Return
kls: Pishtyak

source: Return here to edit your goal anytime.
kls: Oishtyak e, tan goal una kay asta tabdil karis

source: Return to Common Voice
kls: Pishtyak sawin awaz

source: Return to Common Voice Datasets
kls: Geri awaz ko'n kara

source: Review
kls: Jagai

source: Review could not be saved. Please try again later.
kls: Jagala thaw ne hawan. geri khushush kari

source: ⓘ Review Criteria
kls: Dobara jagaikas usul

source: Review Criteria
kls: Donara jagaikas usul

source: Reviewed sentences not submitted, are sure?
kls: Ma'ila mondr jamanari e?

source: Review & re-record clips here as you go
kls: Jagai ze Geri recars kari, chutyak che'lak

source: Review & re-record clips if needed
kls: Ger Jagai, Ger recard kari, ajat pe hawaw haw

source: Review Sentences
kls: Mon ger jagai

source: Review & Submit
kls: Jagai o anzai

source: Russian
kls: Urusi

source: Santali (Ol Chiki)
kls: Santali (OI Chiki)

source: Select a Language...
kls: zuban khoji

source: Select an option
kls: Warek kia jagai

source: Select a variant (optional)
kls: Warek Jagai (tan chituna)

source: Select File
kls: kaghaz grhii

source: Select File to Upload
kls: File khoshai upload kari

source: Select the desired language dataset and choose the version you wish to download.
kls: Tay ajat zuban dataset una jagai, kure'i ki tay ajat to download kari

source: Select up to three domains (optional)
kls: Tre domain asta jama kari, (tay chit)

source: Send sign up link
kls: sign up link andzai da

source: Sentence
kls: Mon

source: Sentence Collection
kls: mon jama karik

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
kls: Warek mon asta jagai

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
kls: Homa phon pashawaw jagaha, se mon asta jama kariu day

source: Sentence Domain
kls: Mondras domain

source: Sentences are collected for people to read aloud.
kls: mon mochan pi jama karik to'l mon dekas bati

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kls: kia mon ya o awaz, shaya pe newishi haw te saw aya dataset una jama hin

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
kls: Alfas ze mon sawin awaz, kam az kam 2 jon thi razi he'ali. Tu tan zuban as bati tem thaielik hiu. saw thi jagek bhan. Tichak awaz ya o alfaz 15 he'alik. kura pe jagan haw homa kay anzai

source: { $sentences } sentences reviewed. Thank you!
kls: Warek(e.g.2)

source: Sentence Variant
kls: Mon ze awaz

source: Separate sentences into one line by pressing “Enter” or “Return” once
kls: Alaida kari mon, ek phon una, "Enter " ya o "Return" (pishtyak) ek mi bar

source: Service and Retail
kls: Brikaw ze jama kara w

source: Set a goal
kls: Nishan, Goal sawzai

source: Set my visibility
kls: Jonaikas tharika

source: Share Common Voice
kls: sawin awaz pashai

source: Share my goal
kls: My goal phazi

source: Share your clip
kls: tay recard anzai

source: Share your { $count } Clip Daily Goal for { $type }
kls: Phazi tan har aduaw video che'lak an goal

source: Share your { $count } Clip Weekly Goal for { $type }
kls: tan video (che'lak) goal haftan phazi

source: Shortcuts
kls: Chutyak

source: [Should be ‘dinosaurs’]
kls: [No'h'ing Mi]

source: [Should be “We are”]
kls: [She'n'hen mi hiu ori "Homa Mi" ]

source: Show my ranking
kls: My Nishan pashai

source: Sign up
kls: kholaw karik

source: Single
kls: gezi

source: Single sentence submission
kls: gazhi mon jama kak

source: Size
kls: kimon

source: Skip
kls: Histik

source: Small batch
kls: Chutyak jama kada

source: Small batch sentence submission
kls: chutyak awaz ze mon jama kari

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
kls: Ade zuban o warek chotala shian, awaz asta warek, mon dekas tharika asta warek. shatalako tasi gromaini mochan awaz ze zuban tasi dataset una he'al'i

source: Someone asks for a language to be added.
kls: Kura zuban thara tha goi amaw

source: Sorry, Common Voice is running slowly. Thanks for your interest.
kls: muaf ka common voice aram una caliw day. bo maharbane tay interest as bate

source: Sorry, something went wrong
kls: Muaf ka, kia galat hawaw

source: Source: { $sentenceSource }
kls: Ajati mon

source: Speak
kls: Mon dek

source: Speaking
kls: Mondr dek

source: Speaking and Listening
kls: Mondr dek ze Ko'n' karik

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
kls: Tan awaz una lash kay mon de! ke'n kay mon des haw prus't hiu- homa tay awaz shehen mi thaw hiu. tay awaz homa som thaw hiu

source: Speak now
kls: Shonja mon de

source: Splits
kls: alaida

source: Splits (Age and Sex)
kls: alaida (umur zhe istrizha e purus)

source: Start recording
kls: Recard shuruk kari

source: Stats
kls: Jonel

source: Streaks
kls: Gona nishan

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
kls: <dang> [Crackle]

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
kls: Che'lak mo histi, speaker una awaz pe ashis haw, se tay zuban as pi warek hiu, awaz joni o sawin hatya wats hiu, jonikas bati

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
kls: Hosla gati, tay zuban jonaw moch bo ajati, shemi tichak phon shian emi karikas bati

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
kls: [Lash] Triassic ani gad'a noh'n'g. akralaw

source: Submit
kls: Anzai

source: Submit a report
kls: Raport jama karik

source: Submit clips
kls: Che'lak Jama karik

source: Subscribe
kls: Malumat gri

source: Success
kls: Kamiyab

source: success checkmark
kls: Kamiyab Nishan

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kls: Drac'u'i ge'hen pay sahi kari, Ka'haw'i ge'hen pay histi. buchum kai histi. tai khialat deko mo prashmi

source: Taking several attempts to read a word.
kls: Bo wat lagai alfas ya maie'li

source: Tap
kls: Te

source: Tarifit
kls: Tarift

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
kls: Tatoeba ak drigha database as mondr, translation zhe maila awaz zuban jhonikas bate.english tase community una record thi shiaw

source: Technology and Robotics
kls: Technology ze Robot

source: Terms
kls: Zima

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
kls: Shukuria saw phazaw an kay, 259 Lak moch 50 zuban una chi'c'en day, toa insan an awaz ko'n karin day

source: Thank you for contributing your bulk submission!
kls: Bo meharbani, tay ziada kay dekas ze jama karikas bati

source: Thank you for contributing your voice!
kls: Shukuria tay awaz dekas bati

source: Thank you for donating your voice clips!
kls: Shukuria tay awaz che'lak dekas bati

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kls: Tay recard as bati bo shukuria! onja tay video che'lak jama kari ya o dobara jagai

source: Thank you for your voice information
kls: Shukuria tay awazas malumatas bati

source: The bumblebee sped by.
kls: Mac'er'ik wis' kay paraw

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
kls: Che'lak shaya ganguna shian, kura ki sawin awaz ne pashi dataset una. ganguna dataset download karik bahas. Tasi saw mochan shukuria koreli, kura ki shama project sawzai an

source: The clip has disrespectful or offensive language.
kls: Te che'lak bo shum, zuban, bo shum alfaz

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
kls: sawin awaz dataset kia kinshiaw aya hazaron moch tan awaz den day, tasa thara awaz sazaikas ishnahari sawzain day

source: The giant dinosaur of the Triassic.
kls: Triassic ani Ghona No'h'ong

source: The giant dinosaurs of the Triassi-.
kls: Triassi- Ani ghona No'h'ong

source: The giant dinosaurs of the Triassic.
kls: Triassic ani ghona No'h'ong

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
kls: Triassic ani Gada no'h'ng [ek awazas thara]

source: The giant dinosaurs of the Triassic. Yes.
kls: Triassic, Ani Ghona no'h'ong. Han.

source: The giant dino <strong>[cough]</strong> the Triassic.
kls: Triassic an gada no'hn'ng akralaw

source: There are currently no sentences to review in this language.
kls: Shaya Zuban una o kia mondr dekas bati ne shian
